Repository: shady-elkassas/FriendzrBackEnd
Catalog: Social.Services/Resources/SharedResource.*.resx
Languages: ar_eg, fr_fr

# 401eror
source: Sorry your session is expired, Please login again!
ar_eg: يرجى تسجيل الدخول مرة أخرى!
fr_fr: Désolé, votre session a expiré, veuillez vous reconnecter !

source: Account has been Deleted
ar_eg: تم حذف الحساب
fr_fr: Account has been Deleted Le compte a été supprimé

source: Add
ar_eg: اضافه

source: Added
ar_eg: تمة الإضافه
fr_fr: Ajoutée

source: age
ar_eg: السن

source: All
ar_eg: الكل

source: All day Is Required
ar_eg: كل الأيام مطلوبه
fr_fr: Tous les jours sont obligatoires

source: allowed age filtering
ar_eg: العمر المسموج به في البحث

source: allowed distance filtering
ar_eg: المسافه المسموح بها في البحث

source: allowed distance show near by accounts InFeed
ar_eg: المسافه لاظهار المستخدمين

source: allowed distance show Near by events on map
ar_eg: المسافه المسموحه لاظهار الاحداث علي الخريطه

source: allowed user age
ar_eg: عمر المستخدم المسموح

source: AlreadyExist
ar_eg: مسجل من قبل

# AppConfigration
source: app Configuration
ar_eg: اعدادات

source: Attendees Number should not be less than 2
ar_eg: يجب ألا يقل عدد الحاضرين عن 2
fr_fr: Le nombre de participants ne doit pas être inférieur à 2

source: AttendsCount
ar_eg: عدد الحضور

source: back
ar_eg: رجوع

source: Can Not Add More Than
ar_eg: لا يمكن الإضافه أكثر من
fr_fr: Impossible d'ajouter plus de

source: Category Is Required
ar_eg: التصنيف مطلوب
fr_fr: Classement requis

source: Check Out Details Is Required
ar_eg: تفاصيل الدفع مطلوبه
fr_fr: Les détails de la caisse sont obligatoires

# checkyourE-mailorpassword!
source: Sorry, please check your E-mail or password!
ar_eg: عذرا ، يرجى التحقق من البريد الإلكتروني أو كلمة المرور الخاصة بك!
fr_fr: Désolé, veuillez vérifier votre e-mail ou votre mot de passe !

source: City
ar_eg: المدينه

# codeincorrect
source: Sorry, the code you entered is incorrect
ar_eg: عذرا ، الرمز الذي أدخلته غير صحيح
fr_fr: Désolé, le code que vous avez entré est incorrect

# codeinvalid
source: Sorry, the code you entered is now invalid!
ar_eg: عذرا ، الرمز الذي أدخلته غير صالح الآن!
fr_fr: Désolé, le code que vous avez entré n'est plus valide !

# CodeNotCorrect
source: University code isn't correct
ar_eg: عفوا يرجي إدخال كود الجامعة بشكل صحيح!

# codesentsuccessfully
source: The code has been sent successfully
ar_eg: تم إرسال الرمز بنجاح
fr_fr: Le code a été envoyé avec succès

source: Color
ar_eg: اللون

# ConfigrationName
source: Configuration name
ar_eg: اسم الاعدادات

source: Country
ar_eg: الدوله

source: Creat Date is required
ar_eg: تاريخ الانشاء مطلوب

source: Created Time Is Required
ar_eg: وقت الإنشاء مطلوب
fr_fr: Temps de création requis

# descriptionismustNotmorethan150characters.
source: Description must not exceed 150 characters.
ar_eg: يجب ألا يزيد الوصف عن 150 حرفًا.
fr_fr: description is must Not more than 150 characters.

source: Description Is Required
ar_eg: الوصف مطلوب
fr_fr: Descriptif obligatoire

source: DisplayName
ar_eg: اسم العرض

source: Display Order
ar_eg: الترتيب

source: Distance Show Near by Events
ar_eg: المسافه لاظهار الاحداث القريبه

# DONE
source: It was completed
ar_eg: تم
fr_fr: complété

# editappconfigration
source: edit application configration
ar_eg: تعديل اعدادات التطبيق

# emailexists
source: !Sorry, the email already exists
ar_eg: عذرا ، البريد الإلكتروني موجود بالفعل
fr_fr: !Désolé, l'e-mail existe déjà

# emailhasnotconfirmed
source: this email is not verified, please go to your mail inbox to verify it then login
ar_eg: عذرا ، لم يتم تأكيد البريد الإلكتروني بعد!
fr_fr: Désolé, l'e-mail n'a pas encore été confirmé !

# emailincorrect
source: Sorry, the email is incorrect !
ar_eg: عذرا ، البريد الإلكتروني غير صحيح!
fr_fr: Désolé, l'email est incorrect !

source: Email is required
ar_eg: البريد الالكتروني مطلوب

source: Event
ar_eg: الحدث

source: Event Categories
ar_eg: فئات الحدث

source: Event Category
ar_eg: فئه الحدث

# EventCreation
source: event creation limite
ar_eg: عدد انشاء الاحداث للمسخدم

# EventData
source: Event
ar_eg: حدث

source: Event Data Reqired
ar_eg: مطلوب بيانات الحدث
fr_fr: Données d'événement requises

# EventdatemustNotinthepast
source: Event date must Not in the past and Not after one year from now.
ar_eg: يجب ألا يكون تاريخ الحدث في الماضي وليس بعد عام واحد من الآن.
fr_fr: La date de l'événement ne doit pas être dans le passé et pas après un an à partir de maintenant.

source: event details description
ar_eg: عدد احرف وصف الحدث

source: Event Details Description Max Length Is
ar_eg: الحد الأعلى لوصف الحدث هو
fr_fr: La limite supérieure pour la description de l'événement est

source: Event Details Description Min Length Is
ar_eg: الحد الأدنى لوصف الحدث هو
fr_fr: La description minimale de l'événement est

source: Event Image Is Required
ar_eg: صورة الحدث مطلوبه
fr_fr: صورة الحدث مطلوبه

source: Event start date must Not older than Event end date
ar_eg: يجب ألا يكون تاريخ بدء الحدث أقدم من تاريخ انتهاء الحدث
fr_fr: La date de début de l'événement ne doit pas être antérieure à la date de fin de l'événement

source: Event start time must Not older than Event end time
ar_eg: يجب ألا يكون وقت بدء الحدث أقدم من وقت انتهاء الحدث
fr_fr: L'heure de début de l'événement ne doit pas être antérieure à l'heure de fin de l'événement

source: Event Tilte
ar_eg: عنوان الحدث

# EventTimeValidation
source: event time validation (H)
ar_eg: وقت الحدث (س)

source: Event Title Max Length is
ar_eg: الحد الأعلى لعنوان الحدث هو
fr_fr: La limite supérieure du titre de l'événement est

source: Event Title Min Length is
ar_eg: الحد الأدنى لعنوان الحدث هو
fr_fr: Le titre minimum de l'événement est

source: Event Type
ar_eg: نوع الحدث

# EventTypeLists
source: Event Types
ar_eg: انواع الحدث

source: Finished Registration
ar_eg: حسابات مكتملة

source: GoogleName
ar_eg: اسم جوجل

source: Home
ar_eg: الرئيسيه

source: Invalid Number
ar_eg: رقم غير صحيح

source: is active
ar_eg: نشط

source: Json File Is Empty
ar_eg: الملف فارغ
fr_fr: Le fichier Json est vide

source: Json File Is Reqired
ar_eg: الملف مطلوب
fr_fr: Le fichier Json est requis

source: Language
ar_eg: اللغه

source: Locations Is Required
ar_eg: المكان مطلوب
fr_fr: L'emplacement est requis

source: Log In
ar_eg: دخول
fr_fr: Connexion

# mailconfirmed
source: The email has been confirmed successfully
ar_eg: تم تأكيد البريد الإلكتروني بنجاح
fr_fr: L'e-mail a été confirmé avec succès

# MaxCount
source: maximum count
ar_eg: اقصي عدد

# Maximumallowedeventperiod
source: Maximum allowed event period is one month
ar_eg: الحد الأقصى لفترة الحدث المسموح بها هو شهر واحد
fr_fr: La période maximale autorisée pour l'événement est d'un mois

# MinCount
source: minimum count
ar_eg: اقل عدد

source: Name
ar_eg: الاسم

# newpassword
source: Please enter the new password !
ar_eg: الرجاء إدخال كلمة المرور الجديدة!
fr_fr: Veuillez saisir le nouveau mot de passe !

source: Not Added
ar_eg: لم تتم الإضافه
fr_fr: Pas ajouté

# NotLogin
source: Please Relogin again!
ar_eg: يرجى بإعادة تسجيل الدخول

source: Not Valid Email
ar_eg: بريد الكتروني غير صحيح

# NumberMoreThan
source: number must be more than {0}
ar_eg: الرقم يجب ان يكون اكبر من {0}

# NumberOfInterests
source: Number of #interests# tags must not be less than 4.
ar_eg: يجب ألا يقل عدد #الإهتمامات# عن 4
fr_fr: Le nombre de tags #Intérêts# ne doit pas être inférieur à 4.

source: password
ar_eg: كلمه المرور

source: password allowed numbers
ar_eg: عدد الارقام في كلمه المرور

source: Password changed successfully
ar_eg: تم تغير كلمه السر
fr_fr: Le mot de passe a été changé avec succès

# PasswordContent
source: Password should be a combination of letters and numbers.
ar_eg: يجب أن تتكون كلمة المرور من أحرف وأرقام ، ويجب أن تحتوي على حرف واحد على الأقل ورقم واحد على الأقل
fr_fr: Le mot de passe doit être une combinaison de lettres et de chiffres. Il doit comporter au moins une lettre et au moins un chiffre

source: Password field is empty it is must have value
ar_eg: كلمه السر مطلوبه
fr_fr: Le champ du mot de passe est vide, il doit avoir une valeur

source: Password is Required
ar_eg: كلمه المرور مطلوب

source: password length
ar_eg: عدد احرف كلمة المرور

source: Password must have more than 8 characters and less than 32 characters
ar_eg: يجب أن تحتوي كلمة المرور على أكثر من 8 أحرف وأقل من 32 حرفًا
fr_fr: Le mot de passe doit avoir plus de 8 caractères et moins de 32 caractères

source: password special characters
ar_eg: عدد الحروف المميزة في كلمه المرور

# passwordvalid
source: Sorry, the password must not be less than 8 letters or numbers!
ar_eg: عذرًا ، يجب ألا تقل كلمة المرور عن 8 أحرف أو أرقام!
fr_fr: Désolé, le mot de passe ne doit pas être inférieur à 8 lettres ou chiffres !

source: Please enter the current password!
ar_eg: من فضلك ادخل كلمه الحاليه
fr_fr: Veuillez saisir le mot de passe actuel !

source: Please enter the new password!
ar_eg: من فضلك ادخل كلمه السر الجديده
fr_fr: Veuillez saisir le nouveau mot de passe !

source: Please re-login
ar_eg: من فضلك سجل دخول
fr_fr: Veuillez vous reconnecter

source: Please select attendees for your event
ar_eg: يرجى تحديد الحاضرين لهذا الحدث الخاص بك
fr_fr: Veuillez sélectionner les participants pour votre événement

source: Privte key
ar_eg: مخصص

source: Push Notfication
ar_eg: ارسال اشعارات

source: Report Reason
ar_eg: سبب الشكوي

source: Report Reasons
ar_eg: اسباب الشكاوي

source: Required
ar_eg: مطلوب

# SelectOption
source: Select
ar_eg: اختر

source: Send
ar_eg: ارسال

source: Sorry , There are no places
ar_eg: عذرا ، لا توجد أماكن

source: Sorry , There are no places!
ar_eg: عذرا ، لا توجد أماكن!
fr_fr: Désolé, il n'y a pas de places !

source: Start And End Date Is Required
ar_eg: تاريخ البادايه والنهايه مطلوب
fr_fr: Les dates de début et de fin sont obligatoires

source: Start And End Time Is Required
ar_eg: وقت البدايه والنهايه مطلوب
fr_fr: L'heure de début et de fin est requise

source: Status
ar_eg: حالة الحساب

source: successfully registered
ar_eg: سجلت بنجاح
fr_fr: enregistré avec succès

source: Successful Sent
ar_eg: تم الإرسال بنجاح

source: The event does not belong to you
ar_eg: الحدث لا يخصك
fr_fr: L'événement ne vous appartient pas

source: This Event Already Exists
ar_eg: هذا الحدث موجود من قبل
fr_fr: Cet événement existe déjà

source: Title Is Required
ar_eg: العنوان مطلوب
fr_fr: L'adresse est obligatoire

# TitlemustNotmorethan32characters.
source: Title must not exceed 32 characters.
ar_eg: يجب ألا يزيد العنوان عن 32 حرفًا.
fr_fr: Le titre ne doit pas dépasser 32 caractères.

source: Total Number Is Required
ar_eg: العدد الإجمالي مطلوب
fr_fr: Nombre total requis

source: Total Number must not to be more than 5000
ar_eg: يجب ألا يزيد العدد الإجمالي عن 5000

source: Unfinished Registration
ar_eg: حسابات غير مكتملة

source: Updated Successfully
ar_eg: تم التحديدث بنجاح

# updateprofiledata
source: Your data has been changed successfully !
ar_eg: تم تغيير بياناتك بنجاح!
fr_fr: Vos données ont été modifiées avec succès !

source: User
ar_eg: المستخدم

source: user allowed tags
ar_eg: عدد العلامات المسموحه للمستخدم

source: user bio length
ar_eg: عدد احرف نبذه عن المستخدم

# userdoesnotexist
source: Sorry, this user does not exist!
ar_eg: عذرا ، هذا المستخدم غير موجود!
fr_fr: Désolé, cet utilisateur n'existe pas !

# useridinvalid
source: Sorry, the userid you entered is now invalid!
ar_eg: عذرا ، معرف المستخدم الذي أدخلته غير صالح الآن!
fr_fr: Désolé, l'identifiant que vous avez entré n'est plus valide !

source: user name
ar_eg: اسم المستخدم

# UserNameexists
source: Sorry, the UserName number already exists !
ar_eg: عذرا ، رقم اسم المستخدم موجود بالفعل!
fr_fr: Désolé, le numéro de nom d'utilisateur existe déjà !

source: user name field is empty it is must have value
ar_eg: اسم المستخدم مطلوب
fr_fr: le champ du nom d'utilisateur est vide, il est obligatoire avoir de la valeur

source: user name length
ar_eg: عدد احرف اسم المستخدم

# Usernamemusthavemorethan2charactersandlessthan32characters
source: Username must be at least 2 characters and at most 32 characters.
ar_eg: يجب أن يحتوي اسم المستخدم على أكثر من حرفين وأقل من 32 حرفًا
fr_fr: Le nom d'utilisateur doit avoir plus de 2 caractères et moins de 32 caractères

source: You are already subscribed
ar_eg: انت مشترك اصلا
fr_fr: Vous êtes déjà abonné

source: You are Blocked
ar_eg: أنت محظورة

source: You are not subscribed
ar_eg: انت لست مشترك في الحدث
fr_fr: Vous n'êtes pas abonné

# YouhavesuccessfullyleaveEvent
source: You have successfully left this event
ar_eg: لقد نجحت في مغادرة الحدث
fr_fr: Vous avez réussi à quitter l'événement

source: You have successfully Return to event
ar_eg: لقد نجحت في العودة إلى الحدث

source: You have successfully subscribed to event
ar_eg: لقد اشتركت بنجاح في الحدث
fr_fr: Vous vous êtes inscrit avec succès à l'événement

source: Your Event has been Added successfully
ar_eg: تمت إضافة حدثك بنجاح
fr_fr: Votre événement a été ajouté avec succès

source: Your Event has been Deleted successfully
ar_eg: تم حذف الحدث الخاص بك بنجاح
fr_fr: Votre événement a été supprimé avec succès

source: Your Event has been Updated successfully
ar_eg: تمت تعديل حدثك بنجاح
fr_fr: Votre événement a été mis à jour avec succès
